class Shayrilist {
  static List shubh = [
    """मत मुस्कुराओ इतना की फूलो को खबर लग जाये,
हम करें आपकी तारीफ और आपको नजर लग जाये,
खुदा करे बहुत लम्बी हो आपकी जिंदगी ,
और उस पर भी हमारी उम्र लग जाये…""",
    """बीते साल को विदा इस तरह करते है 
जो नहीं किया अब तक वो भी कर गुजरते है 
नया साल आने के खुशिया तो सब मानते है.
एक बार हम इते साल कि जस्न मानते है""",
    """हर पल मे खुशी देती है मा, 
अपनी ज़िंदगी से जीवन देती है मा, 
भगवान क्या है!!! मा की पूजा करो जनाब, 
क्यूकी भगवान को भी जनम देती है मा…""",
    """बरसात आये तो ज़मीन गीली न हो,
धूप आये तो सरसों पीली न हो,
ए दोस्त तूने यह कैसे सोच लिया कि,
तेरी याद आये और पलकें गीली न हों।""",
    """हम वो नहीं जो दिल तोड़ देंगे,
थाम कर हाथ साथ छोड़ देंगे,
हम दोस्ती करते हैं पानी और मछली की तरह,
जुदा करना चाहे कोई तो हम दम तोड़ देंगे …""",
    """दिल से निकली हे दुआ हमारी जिन्दगी में 
मिले आपको खुशिया गम न दे खुदा आपको कभी
चाहे तो एक ख़ुशी कम कर ले हमारी""",
    """लोग कहते हैं किसी एक के चले जाने से जिन्दगी अधूरी नहीं होती,
लेकिन लाखों के मिल जाने से उस एक की कमी पूरी नहीं होती है""",
    """जन्मदिन के ये बहुत ख़ास लम्हे मुबारक,
आँखों में बसे नए नए ख्वाब मुबारक,
जिंदगी जो लेकर आयी है आपके लिए आज,
वो तमाम खुशियों की हसी सौगात मुबारक|""",
    """खुशी से बीते हर दिन हर सुहानी रात हो,
जिस तरफ आपके कदम पड़े फूलों की बरसात हो। 
जन्मदिवस की शुभकामनाये...!""",
    """दिल से मेरी दुआ है के खुश रहो तुम,
मिले न कोई गम जहाँ भी रहो तुम,
समंदर की तरह दिल है गहरा तुम्हारा,
सदा खुशी से भरा रहे दामन तुम्हारा।""",
    """ये दिन ये महिना ये तारीख जब जब आयी,
हमने प्यार से जन्मदिन की महफ़िल सजाई,
हर शमा पर नाम लिख दिया दोस्ती का,
इसकी रौशनी में चाँद जैसी तेरी सूरत समाई।""",
    """सुबह का मौसम और आपकी याद;
हलकी सी ठंडक और चाय की प्यास;
यारों की यारी और यारी की मिठास;
शुरू कीजिए अपना दिन मेरी सुप्रभात के साथ।
सुप्रभात!""",
    """ये भी एक दुआ है खुदा से;
किसी का दिल ना दुखे मेरी वजह से;
ऐ खुदा कर दे कुछ ऐसी इनायत मुझ पर,
कि खुशियाँ ही खुशियाँ मिलें सबको मेरी वजह से।
सुप्रभात!""",
    """आसमान का चाँद तेरी बाहों में हो;
तू जो चाहे तेरी राहों में हो;
हर वो ख्वाब हो पूरा जो तेरी आँखों में हो;
खुश किस्मती की हर लकीर तेरे हाथो में हो।
तह दिल से बहुत सारी शुभकामनाएं।""",
    """तमन्नाओ से भरी हो ज़िन्दगी;
ख्वाहिशों से भरा हो हर पल;
दामन भी छोटा लगने लगे;
इतनी खुशियाँ दे आपको आने वाला पल।
जीवन के हर कार्य को शिकस्त करने की शुभकामनाएं।"""
  ];
  static List dosti = [
    """आसमान से तोड़ कर सितारा दिया है,
आलम-ए-तन्हाई में एक शरारा दिया है,
मेरी किस्मत भी नाज़ करती है मुझपे,
खुदा ने दोस्त ही इतना प्यारा दिया है.""",
    """दोस्ती नाम है सुख-दुःख की कहानी का,
दोस्ती राज है सदा ही मुस्कुराने का,
ये कोई पल भर की जान-पहचान नहीं है,
दोस्ती वादा है उम्र भर साथ निभाने का.""",
    """जो कोई समझ न सके वो बात है हम,
जो ढल के नई सुबह लाये वो रात हैं हम,
छोड़ देते हैं लोग रिस्ते बनाकर यूँ ही,
जो कभी न छूटे ऐसा साथ हैं हम.""",
    """एक जैसे दोस्त सारे नही होते,
कुछ हमारे होकर भी हमारे नहीं होते,
आपसे दोस्ती करने के बाद महसूस हुआ,
कौन कहता है तारे जमीन पर नहीं होते.""",
    """हर नज़र को एक नज़र की तलाश है,
हर चेहरे में कुछ खास है,
आपसे दोस्ती हम यू ही नहीं कर बैठे,
क्या करें हमारी पसंद हे कुछ खास है.""",
    """मिलना बिछड़ना सब किस्मत का खेल है,
कभी नफरत तो कभी दिलों का मेल है,
बिक जाता है हर रिस्ता इस जमाने में,
सिर्फ दोस्ती ही यहाँ नोट फॉर सेल है.""",
    """दोस्ती में दोस्त, 
दोस्त का ख़ुदा होता है,
महसूस तब होता है जब वो जुदा होता है.""",
    """जो दिल के हो करीब उसे रुसवा नहीं करते,
यूँ अपनी दोस्ती का तमाशा नहीं करते,
खामोश रहोगे तो घुटन और बढ़ेगी,
अपनों से कोई बात छुपाया नहीं करते.""",
    """हर पल की दोस्ती का इरादा है आपसे,
अपनापन ही कुछ ज्यादा है आपसे,
साथ रहेंगे आपके उम्र भर के लिए,
हमेशा दोस्ती निभाएंगे वादा है आपसे.""",
    """ना तुम दूर जाना ना हम दूर जायेंगे,
अपने-अपने हिस्से की दोस्ती निभाएंगे.""",
    """भूलना चाहो तो भी याद हमारी आएगी,
दिल की गहराई मे हमारी तस्वीर बस जाएगी,
ढूढ़ने चले हो हमसे बेहतर दोस्त,
तलाश हमसे शुरू होकर हम पे ही ख़त्म हो जाएगी.""",
    """ज़िन्दगी नहीं हमे दोस्तों से प्यारी,
दोस्तों के लिए हाजिर है जान हमारी,
आँखों में हमारी आँसू है तो क्या,
खुदा से भी प्यारी है मुस्कान तुम्हारी.""",
    """हम जब भी आपकी दुनिया से जायेंगे,    
इतनी खुशियाँ और अपनापन दे जायेंगे,
कि जब भी याद करोगे इस पागल दोस्त को,
हँसती आँखों से आँसू निकल आयेंगे.""",
    """लाखों की हँसी तुम्हारे नाम कर देंगे,
हर खुशी तुम पर कुर्बान कर देंगे,
जिस दिन हो कमी मेरी दोस्ती में बता देना,
उस दिन ज़िन्दगी को आखिरी सलाम कह देंगे.""",
    """छू ले आसमान ज़मीन की तलाश ना कर,
जी ले ज़िंदगी खुशी की तलाश ना कर,
तकदीर बदल जाएगी खुद ही मेरे दोस्त,
मुस्कुराना सीख ले वजह की तलाश ना कर.""",
    """यादों के भंवर में एक पल हमारा हो,
खिलते चमन में एक गुल हमारा हो,
जब याद करें आप अपने दोस्तों को,
उन नामों में बस एक नाम हमारा हो."""
  ];
  static List maje = [
    """अब ना मैं हूँ,
ना बाकी हैं ज़माने मेरे,
फिर भी मशहूर हैं शहरों में फ़साने मेरे,
ज़िन्दगी है तो नए ज़ख्म भी लग जाएंगे,
अब भी बाकी हैं कई दोस्त पुराने मेरे।""",
    """ना इश्क़ करो झूठा, 
ना प्यार करो फर्जी,
आगे नहीं बताऊंगा,
मेरा शेर मेरी मर्ज़ी!!""",
    """उसने कहा मेरे दिल में तेरे लिए कोई जगह नहीं,
मैंने कहा दीमाग में रख लो वह तो खाली है""",
    """तेरे प्यार की रौशनी ऐसी है कि हर तरफ़ उजाला नजर आता है
 सोचता हूँ घर की बिजली कटवा दुँ क्योंकि बिल बहुत आता है""",
    """चिरागों में इतना नूर ना होता,
तो तनहा दिल मजबूर ना होता,
हम आपसे मिलने जरूर आते,
अगर आपका घर इतना दूर ना होता।""",
    """ये बारिश का मौसम बहुत तड़पाता है,
वो बस मुझे ही दिल से चाहता है,
लेकिन वो मिलने आए भी तो कैसे…?
उनके पास फटा हुआ छाता है........!!!!! """,
    """आँखों से आसुओं की विदाई कर दो,द
िल से ग़मों की जुदाई कर दो,
अगर फिर भी दिल न लगे कही,
तो मेरे घर की पुताई कर दो…।""",
    """मेरी सांसो में जो समाया बहुत लगता है,
वही शख्स मुझे पराया भी बहुत लगता है,
उनसे मिलने की तमन्ना तो बहुत है मगर,
आने-जाने में किराया बहुत लगता है।""",
    """अर्ज़ किया है…वो कहती अपने भाइयों से,
मेरे आशिक़ को यूँ ना पीटो,ज़रा गौर फरमाइये…,
वो कहती अपने भाइयों से,
मेरे आशिक़ को यूँ ना पीटो,
बड़ा ज़िद्दी है ये कमीना,
पहले कुत्ते की तरह घसीटो।""",
    """पलकों पे अपनी बैठाया है तुम्हें,
बड़ी दुआ के बाद पाया है तुम्हें,    
आसानी से नहीं मिले हो आप,
नेशनल जियोग्राफिक पार्क से चुराया है तुम्हें """,
    """जिंदगी लम्बी है सदा मुस्कुराते रहो,
हर कदम पे दोस्त बनाते रहो,
दिल मिले ना मिले हाथ मिलाते रहो,
ताज महल बनाना तो बहुत कॉस्टली है,
पर.......
हर गली में कोई ना कोई मुमताज बनाते रहो""",
    """मेरे दोस्त तुम भी करा करो श्यायरी,
तुम्हारा भी नाम होगा,
जब तुमपर भी पड़ेंगे अंडे और टमाटर,
तो शाम की सब्जी का इंतजाम होगा""",
    """हंसी के लिए गम कुर्बान,
ख़ुशी के लिए आंसू कुर्बान,
दोस्त के लिए जान भी कुर्बान,
और अगर दोस्त की गर्लफ्रेंड मिल जाए तो,
साला दोस्त ही कुर्बान......!!!!!""",
    """उन्होंने आज हम पर तिरछी नज़र डाली,
तो हम मदहोश हो गए,
बाद में पता चला नज़र ही तिरछी है,
तो हम बेहोश हो गए"""
  ];
  static List bhag = [
    """जो लोग ईश्वर को पाना चाहते हैं,
उन्हें वाणी, मन, इंद्रियों की पवित्रता और,
एक दयालु हृदय की जरूरत होती हैं।""",
    """साधू बने तो मोहमाया छूटे,
वैरागी बने तो छूटे तन,
हरि तेरे से सच्चा प्रेम हो जाए तो,
तभी छूटे सारे मोह माया के बंधन।""",
    """शिव की ज्योति से प्रकाश बढ़ता है।
जो भी जाता है भोले के द्वार।
कुछ न कुछ उसे जरुर मिलता है।""",
    """मुझे आप मिल गये ईश्वर,
सहारा हो तो ऐसा हो,
जिधर देखू उधर तूम हो,
नजारा हो तो ऐसा हो।""",
    """जीवन रुपी जहाज के है हम खिवैया,
अगर तूफ़ान में डूबने लगे आपकी नैया,
दोस्त डरना मत,
बेड़ा पार लगाएगा कृष्ण कन्हैया।""",
    """ईश्वर के नाम दिया कभी अल्प नही होता,
जो टूट जाए वो दृढ संकल्प नही होता,
हार को जीत से दूर ही रखना,
क्योकि जीत का कोई विकल्प नही होता।""",
    """मोहिनी मूरत हृदय में छिपाए बैठे हैं, 
सुंदर-सी छवि आँखों में बसाए बैठे हैं,
बाँसुरी की मधुर तान सुना दे कान्हा, 
छोटी-सी आस लगाये बैसे हैं।""",
    """ॐ में आस्था है ॐ में ही विशवास है,
ॐ में ही शक्ति है ॐ में भी भक्ति है,
ॐ से ही शुरुआत होती है अच्छे दिन की।।""",
    """इस जहाँ के कानून से शिकायत मत करना,
अपनी नजरों को कभी शर्मिंदा न करना,
ईश्वर सब कुछ देगा आपकों,
वक्त से पूर्व पुकार मत करना।""",
    """शिव की ज्योति से नूर मिलता है,
भोले के भक्तों को सुकून मिलता है,
जो भी आता है शंकर के द्वार,
सभी को फल जरुर मिलता है।""",
    """सारा जहा है जिसकी चरण में,
नमन है उस शिव के चरण में,
बने उस शिव के चरणों की धूल,
आओं मिलकर हम चढाए श्रद्धाफूल।""",
    """मन में करो सब शिव जी का ध्यान,
सबसे सुंदर हैं शिव का स्थान,
मिल सभी गुण शिव जी के गाते,
सारी खुशियाँ जीवन में पाते।""",
    """बैरागी बने तो जग छूटे,
सन्यासी बने तो छूटे तन,
कान्हा (कृष्ण) से प्रेम हो जायेतो छूटे आत्मा के सब बन्धन.""",
    """हर ओर सत्यम-शिवम-सुन्दरम,
हर हृदय में हर-हर हैं,
जड़ चेतन में अभिव्यक्त सतत,कंकर-कंकर में शंकर हैं.""",
  ];
  static List prerna = [
    """जब टूटने लगे होसले तो बस ये याद रखना,
बिना मेहनत के हासिल तख्तो ताज नहीं होते,
ढूंड लेना अंधेरों में मंजिल अपनी,
जुगनू कभी रौशनी के मोहताज नहीं होते.""",
    """खुशबू बनकर गुलों से उड़ा करते हैं,
धुआं बनकर पर्वतों से उड़ा करते हैं,
ये कैंचियाँ खाक हमें उड़ने से रोकेगी,
हम परों से नहीं हौसलों से उड़ा करते हैं.""",
    """“जिन्दगी में कई मुश्किलें आती है,
और इन्सान जिन्दा रहने से घबराता हैं,
ना जाने कैसे हजारो कांटो के बीच’रह कर एक फूल मुस्कुराता है.”""",
    """गम ना कर, 
जिंदगी बहुत बड़ी है,
चाहत की महफ़िल तेरे लिए सजी है,
बस एक बार मुस्कुरा कर तो देख,
तकदीर खुद तुझसे मिलने बाहर खड़ी है….""",
    """“फूल बनकर मुस्कुराना जिंदगी,
मुस्कुराके गम भूलना जिंदगी,
जीत कर कोई खुश हो तो क्या हुआ,
हार कर खुशिया मनाना भी जिंदगी.”""",
    """हर रिश्ते में विश्वास रहने दो,
जुबान पर हर वक्त मिठास रहने दो,
यही तो अंदाज है जिंदगी जीने का,
न खुद रहो उदास, 
न दूसरों को रहने दो….!""",
    """“कितनो की तकदीर बदलनी है तुम्हे,
कितनो को रास्ते पे लाना है तुम्हे,
अपने हाथ की लकीरो को मत देखो,
इन लकीरो से आगे जाना है तुम्हे”""",
    """“सामने हो मंजिल तो रास्ते ना मोड़ना,
जो भी मन में हो वो सपना ना तोडना,
कदम – कदम पर मिलेगी मुशकिल आपको,
बस सितारे चुन – ने के लिए कभी जमीन को मत छोड़ना.”""",
    """“बुझी शमा भी जल सकती है,
तूफान से कश्ती भी निकल सकती है,
हो के मायूस ना यू,
अपने इरादे बदल,
तेरी किस्मत कभी भी बदल सकती है.”""",
    """“कितनी आसान थी जिन्दगी तेरी राहें,
मुश्किलें हम खुद ही खरीदते है,
और कुछ मिल जाये तो अच्छा होता,
बहुत पा लेने पर भी यही सोचते है.”""",
    """“आओ झुक कर सलाम करे उन्हें,
जिनकी जिंदगी में ये मुकाम आया है,
किस कदर खुशनसीब है वो लोग,
जिनका लहू देश के काम आया है.”""",
    """“सर झुकाओगे तो पत्थर भी देवता हो जायेगा,
इतना ना चाहो उसे, 
वो बेवफा हो जायेगा.हम भी दरिया है,
हमें अपना हुनर मालूम है,
जिस तरफ चल पड़े रास्ता हो जायेगा.”""",
    """“मंजिल उन्ही को मिलती है,
जिनके सपनो में जान होती है,
पंख से  कुछ नहीं होता,हौसलो से उड़ान होती है.”""",
    """सोच को बदलो,
सितारे बदल जायेंगे,
नजर को बदलो,
नज़ारे बदल जायेगे,
कश्तियाँ बदलने की जरुरत नहीं,
दिशाओं को बदलो, 
किनारे बदल जायेंगे।”"""
  ];
  static List jivan = ["""सिर्फ सांसे चलते रहने को ही ज़िन्दगी नही कहते
आँखों में कुछ ख़वाब और दिल में उम्मीदे होना जरूरी है""",
    """ज़िन्दगी में ऐसे लोग भी होते है
जिन्हें हम प् नही सकते सिर्फ चाह सकते है""",
    """किसी की मजबूरी का कभी मज़ाक न बनाओ दोस्तों,
जिंदगी अगर मौका देती है, तो वही जिंदगी धोखा भी देती है।""",
    """चूम लो हर मुश्किल को अपना मान कर,
क्योंकि ज़िन्दगी कैसी भी है… है तो अपनी ही।""",
    """यह ज़िन्दगी बस सिर्फ पल दो पल है,
जिसमें न तो आज और न ही कल है,
जी लो इस ज़िंदगी का हर पल इस तरह,
जैसे बस यही ज़िन्दगी का सबसे हसीं पल है""",
    """जिंदगी की हकीकत को बस हमने इतना ही जाना है
दर्द में अकेले हैं और खुशियों में सारा जमाना है।""",
    """ज्यादा नादान इंसान ही जिंदगी का मज़ा ले सकता है,
वरना ज्यादा होशियार इंसान तो अपनी जिंदगी में ही उलझा रहता है""",
    """जिंदगी में मीठा झूठ बोलने से अच्छा है, कड़वा झूठ बोला जाए,
इससे आपको झूठे दोस्तों से अच्छे सच्चे दुश्मन तो मिलेंगे।""",
    """आँखों को अश्क का पता न चलता,
दिल को दर्द का एहसास न होता,
कितना हसीन होता जिंदगी का सफ़र,
अगर मिलकर कभी बिछड़ना न होता।""",
    """समंदर न सही पर एक नदी तो होनी चाहिए,
तेरे शहर में ज़िंदगी कहीं तो होनी चाहिए।""",
    """तेरे शहर में आ कर बेनाम से हो गए,
तेरी चाहत में अपनी मुस्कान ही खो गए,
जो डूबे तेरी मोहब्बत में तो ऐसे डूबे,
कि जैसे तेरी आशिक़ी के गुलाम ही हो गए।""",
    """अभी को असली मंजिल पाना बाकी है
अभी तो इरादों का इम्तिहान बाकी है
अभी तो तोली है मुट्ठी भर जमीन
अभी तोलना आसमान बाकी है""",
    """ना पूछो कि मेरी मंजिल कहाँ है
अभी तो सफर का इरादा किया है
ना हारूंगा हौंसला उम्र भर
ये मैंने किसी से नहीं खुद से वादा किया है""",
    """ना पूछो कि मेरी मंजिल कहाँ है
अभी तो सफर का इरादा किया है
ना हारूंगा हौंसला उम्र भर
ये मैंने किसी से नहीं खुद से वादा किया है""",
    """संघर्ष में आदमी अकेला होता है,
सफलता में दुनिया उसके साथ होती है,
जिस-जिस पर ये जग हँसा है,
उसीने इतिहास रचा है…""",
    """ज़िन्दगी का अपना रंग है
दुःख वाली रात सोया नही जाता
और ख़ुशी वाली रात सुने नहीं देती""",
    """यह ज़िन्दगी बस सिर्फ पल दो पल है,
जिसमें न तो आज और न ही कल है,
जी लो इस ज़िंदगी का हर पल इस तरह,
जैसे बस यही ज़िन्दगी का सबसे हसीं पल है""",
    """आँखों को अश्क का पता न चलता,
दिल को दर्द का एहसास न होता,
कितना हसीन होता जिंदगी का सफ़र,
अगर मिलकर कभी बिछड़ना न होता।""",
  ];
  static List mohhbat = ["""मुझे तुमसे मोहब्बत हो गई है
ये दुनिया खूबसूरत हो गयी है
खुदा से रोज़ तुम्हे मांगता हूँ
मेरी चाहत मेरी इबादत हो गयी है !""",
    """तेरा हुआ ज़िक्र तो हम तेरे सजदे में
झुक गये अब क्या फर्क पड़ता है
मंदिर में झुक गये या मस्जिद में झुक गये !""",
    """कैसे कहूं की अपना बना लो मुझे बाँहों में अपनी
समा लो मुझे आज हिम्मत करके कहता हूँ की
मैं तुम्हारा हूँ अब तुम ही संभालो मुझे !""",
    """अगर है यकीं तो कर लो क़ुबूल प्यार हमारा
ये वो किताब है जिसे अल्फ़ाज़ों में बयां नहीं
कर सकते हम !""",
    """तुम्हें देखते हैं तो दिल में ऐसी दस्तक होती है,
जैसे सागर में लहरों की हलचल होती है,
सोचा था कभी तुम्हें बता ना पाएंगे,
इन आँखों में तुम्हारी सूरत हर पल होती है।""",
    """न जाने कोन कोन से विटामिन है तुझमें
जब तक तेरा दीदार न करलु
बैचनी सी रहती है मुझमे ..!""",
    """तुम्हें देखते हैं तो दिल में ऐसी दस्तक होती है,
जैसे सागर में लहरों की हलचल होती है,
सोचा था कभी तुम्हें बता ना पाएंगे,
इन आँखों में तुम्हारी सूरत हर पल होती है।""",
    """जहर से अधिक खतरनाक हैं यह प्यार
जो भी चख ले मर मर के जीता हें
उतर जाते है दिल मे कुछ लोग इस कदर
उनको निकालो तो जान निकल जाती है""",
    """नज़रे करम” मुझ पर इतना न कर,
की तेरी मोहब्बत के लिए बागी हो जाऊं,
मुझे इतना न पिला इश्क़-ए-जाम की,
मैं इश्क़ के जहर का आदि हो जाऊं।""",
    """कभी आसूं तो कभी खुशी देखी,
हमने अक्सर मजबूरी और बेकसी देखी,
उनकी नाराजगी को हम क्या समझे,हमने खुद कि तकदीर की बेबसी देखी..""",
    """जो एक बार दिल में बस जाये उसे हम निकाल नहीं सकते,
जिसे दिल अपना बना ले उसे फिर कभी भुला नहीं सकते,
वो जहाँ भी रहे ऐ खुदा हमेशा खुश रहे,
उनके लिए कितना प्यार है हमें ये कभी हम जता नहीं सकते..""",
    """ज़िन्दगी में किसी का साथ काफी है,
हाथों में किसी का हाथ काफी है,
दूर हो या पास फर्क नहीं पड़ता,
प्यार का तो बस अहसास ही काफी है।""",
    """बारिश की बूंदे हमें भिगोने लगी हैं,
दिल में यादों का हार पिरोने लगी हैं,
सताती है हर पल तुम्हारी ही कमी,
तुम्हारे दिल की धड़कन अब हमें महसूस होने लगी हैं""",
    """हकीक़त कहो तो उनको ख्वाब लगता है
शिकायत करो तो उनको मजाक लगता है…
कितने सिद्दत से उन्हें याद करते है और एक वो है ….
जिन्हें ये सब इत्तेफाक लगता है…""",
    """जज़्बात बहकता है, जब तुमसे मिलता हूँ
अरमां मचलता है, जब तुमसे मिलता हूँ,
हाथों से हाथ और होठों से होंठ मिलते हैं,
दिल से दिल मिलते हैं, जब तुमसे मिलता हूँ…!""",
    """छुपा लूंगा तुझे इसतरह से बाहों में,
हवा भी गुज़रने के लिए इज़ाज़त मांगे,
हो जाऊं तेरे इश्क़ में मदहोश इस तरह,
कि होश भी वापस आने के इज़ाज़त मांगे..""",
    """खुदा करे कि एक ऐसा दिन आ जाए,
हम तुम्हारी बाहों में खो जाएँ,
सिर्फ हम हो और तुम हो,
और समय वही सो जाए।""",
    """काश बनाने वाले ने दिल काँच का बनाया होता
तोड़ने वाले के हाथ मे जखम तो आया होता .
जब भी देखता वो अपने हाथों को ,
उसे हमारा ख़्याल तो आया होता"""
  ];
  static List yade = ["""जिसकी यादों में रात गुजर जाती है,
जिसकी लिए आँखें भर आती है,
मुश्किल है उसको ये कह पाना,
तेरे बिन धड़कन भी थम जाती है।""",
    """तुझे भूलने की कोशिशें कभी कामयाब न हो सकें,
तेरी याद शाख-ऐ-गुलाब है, जो हवा चली तो महक गयी।""",
    """तन्हाई में अब तेरी यादें मुस्कुराती हैं
दिन सताता हैं हमें रात जगाती हैं

रातों को अब देर से लौटता हुँ मैं
नींदें चुपके से कहीं आँसूं बहाती हैं""",
    """अधूरे रह गए प्यार के सारे वादे..

सजा देती है अब तुम्हारी यादें..""",
    """आंखों को अपनी अब
और रुला नहीं सकता..

उनकी यादों को मगर
मैं भुला नहीं सकता..""",
    """अब तो अश्कों ने भी तड़प कर
ना बहने का वादा किया है..

तेरी यादों ने दिल को मेरे
इतना दर्द दिया है…""",
    """नाम आते ही ज़ेहन में,
थम गई मेरी सांसे..

आयी उसकी यादें और
रो पड़ी मेरी आंखें..""",
    """ए खुदा, तेरे दरबार में मेरी 
इतनी अर्जी कुबूल हो जाए..

मेरे कसूरवार महबूब की यादें
फिर कभी दिल को छू ना पाए…""",
    """मेरे दिल का बोझ
कम नहीं होता..

तेरी यादों का जुल्म
ख त्म नहीं होता..""",
    """अपने दिल से क्यों दूर करती है..

तेरी यादें मुझे मजबूर करती है..""",
    """
न जाने क्या क्या
सितम सहते हैं हम..

तेरी याद आए तो
बहुत रोते हैं हम..""",
    """दूर से ही तेरी खुली
जुल्फों को छू लेते हैं..

तेरी याद आए तो
दिल से ही देख लेते हैं..""",
    """हवाओं में तेरे यादों की
महक आज घुली हुई है..

छू लूं जब इन्हें लगता है
जैसे इनमें तू मिली हुई है..""",
    """खुदा से तुम्हारी
फरियाद करेंगे हम..

तुम भूल भी गए
तो याद करेंगे हम..""",
    """ये आवारा हवा तेरा
पता देती है मुझे..

तेरी यादें भी तो बेचैन
कर देती है मुझे..""",
    """पछताता हूं, क्यों किए
तुझसे प्यार के वादे..

अब जीना मेरा मुश्किल
करती है तेरी यादें.."""
  ];
  static List hindi = ["""मैं हूँ और साथ तेरी बिखरी हुई यादें हैं,
क्या इसी चीज़ को कहते हैं गुज़ारा होना।
वो मेरे बाद भी खुश होगा किसी और के साथ,
मीठे चश्मों को कहाँ आता है खरा होना। """
      """अगर अपनी किस्मत लिखने का
जरा सा भी हक हो मुझे,
तो अपने नाम के साथ तुझे हर बार लिखूं..!!""",
    """अमल से भी मांगा वफा से भी मांगा,
तुझे मैंने तेरी रज़ा से भी मांगा,
न कुछ हो सका तो दुआ से भी मांगा,
कसम है खुदा की खुदा से भी मांगा।""",
    """मेरी आंखों के ख्वाब, दिल के अरमान हो तुम,
तुम से ही तो मै हूं, मेरी पहचान हो तुम,
मैं जमीन हूं अगर तो मेरे आसमान हो तुम,
सच मानो मेरे लिए तो सारा जहान हो तुम।""",
    """मोहब्बत में नशा तेरे इंतजार का है
इस दिल में नशा तेरे दीदार का है
ना होश में ला मुझे मदहोश ही रहने दे,
मेरे इन नैनो में नशा तेरे प्यार का है…""",
    """सुबह में देखूं शाम में देखूं
तेरा प्यारा सा चेहरा मैं चाँद में देखूं
तेरे हुस्न की क्या तारीफ करूं मैं
तेरा चेहरा मैं सारे जहां में देखूँ""",
    """एक शुक्रिया जिंदगी में आने के लिए
एक शुक्रिया जिंदगी को जिंदगी बनाने के लिए
कर्जदार रहेंगे हम जन्मों जन्म,
एक शुक्रिया प्यार को इतने प्यार से निभाने के लिए।""",
    """हम चाह कर भी साबित नही कर पाएंग
कि कितना प्यार है तुमसे,
क्योंकि सच्चा प्यार साबित नही किया
जाता है, महसूस किया जाता है।""",
    """हर साँस में उनकी याद होती है,
मेरी आंखों को उनकी तलाश होती है,
कितनी खूबसूरत है चीज ये मोहब्बत,
कि दिल धड़कने में भी उनकी आवाज होती है।""",
    """एक बार ही बहकती है ये
नज़रे किसी को देखकर..
ये इश्क है साहब, सौ बार नही होता.""",
    """कुछ सोचता हूं तो तेरा ख्याल आ जाता है,
कुछ बोलता हूं तो तेरा नाम आ जाता है,
कब तक छुपा के रखूं दिल की बात को,
तेरी हर अदा पर मुझे प्यार आ जाता है।""",
    """अपनी बाहों में मुझे बिखर जाने दो
सांसों से अपनी मुझे महक जाने दो,
दिल बेचैन है कबसे इस प्यार के लिए,
आज तो सीने में अपने मुझे उतर जाने दो।""",
    """आंखों को चमक पलकों की शान हो तुम,
चेहरे की हंसी लबों की मुस्कान हो तुम,
धड़कता है दिल बस तुम्हारी आरजू में,
फिर कैसे ना कहूं मेरी जान हो तुम।""",
    """लोग पूछते हैं क्यों तुम अपनी
मोहब्बत का इजहार नही करते,
हमने कहा, जो लफ्जों में बयां हो जाए,
सिर्फ उतना ही हम किसी से प्यार नही करते..""",
    """अजनबी बनकर आए थे वो
जाने कब मेरी पहचान बन गए
कहां कोई रिश्ता था उनसे
देखते ही देखते मेरी जान बन गए।""",
    """ज़िंदगी तेरी हसरतों से खफा कैसे हो,
तुझे भूल जाने की खता कैसे हो,
रूह बनकर समा गए हो हम में,
तो रूह फिर जिस्म से जुदा कैसे हो।""",
    """जिंदगी की राह में मिले होंगे
हजारों मुसाफिर तुमको,
ज़िंदगीभर ना भुला पाओगे
वो मुलाकात हूं मै !!""",
    """तुम्हारा दिल चाहे तो छोड़ देना
मोहब्बत का सफर तन्हा बिता लेंगे
तुम नही तो तुम्हारी यादें ही सही
अपना हमसफर बना लेंगे।"""
  ];
  static List rajniti = ["""राजनीति में ही हो रहे कितने घोटाले आजकल
न जाने कितने घूम रहे हैं लालू यादव और चोटाले आजकल
नेता के कुत्ते बिल्लियाँ रोज़ खाते हैं दूध माखन और कबाब
यहाँ गरीबों को पड़ गए हैं खाने के लाले आजकल""",
    """इन तीनों को बिल्कुल फुर्सत नहीं है
किसान को रोटी उगाने से
ग़रीब को रोटी कमाने से
और हमारे देश के नेताओं को
राजनीतिक रोटिया पकाने से""",
    """इन नेताओं से कह दो
अगर सियासत करनी है तो इमानदारी से करो
जनता ने जो जिम्मेवारी सौंपी है
उस तुम जिम्मेवारी से करो""",
    """नेता अपनी राजनीति में मशग़ूल है
ग़रीब के मुद्दे इनके लिए फ़िज़ूल है
अपनी कुर्सी बचाने के लिए
नेताओं को देश का सौदा कबूल है""",
    """खदर के लिए खाकी लाल हो जाती है
ख़बर सियासत की दलाल हो जाती है
ज़ुल्म ढाये जाते हैं आम जनता पर और
राजनीति बैठे-बिठाए मालामाल हो जाती है""",
    """कभी भाई को भाई से अलग करती है
तो कभी बाप को बेटे से जुदा करती है
जितनी मर्ज़ी वफादारी निभा लो मगर
सियासत कहां किसी से वफ़ा करती है""",
    """राजनीति का रिश्तों में उतना ही दखल हो
जितना कि राजनीति रिश्तों में दरार ना बनें
चूस रहे जो ग़रीबों के खून पसीने की कमाई
ऐसे दमनकारीयों की कभी सरकार ना बने""",
    """राजनीति को विरासत समझ बैठे हैं
भ्रष्टाचार को सियासत समझ बैठे हैं
सत्ता के नशे में इतने चूर हैं ये नेता कि
देश को अपनी रियासत समझ बैठे हैं""",
    """चुनाव प्रचार में ख़ूब वादे करते हैं
समाज सेवा की खातिर ज़ाहिर इरादे करते हैं
बदल जाते हैं चुनाव के बाद
राजनेता राजनिति और चापलूसी प्यादे करते हैं""",
    """सहलाने ग़रीब के घाव आ जाएगा
डूबती देख बचाने नाव आ जाएगा
समाज सेवक बन घूमता है नेता
जब भी देश में चुनाव आ जाएगा""",
    """जब से झूठे नेता आ गए हैं प्रभाव में
जनता परेशान है सुविधा के अभाव में
सियासत के जो बन बैठे हैं सरोकार
उन्हें मज़ा चखाना इस बार चुनाव में""",
    """
पोलिटिकल स्टेटस जिसका ऊंचा होगा
सियासत का पहुंचा हुआ खिलाड़ी होगा
इस राजनीति में वही ईमानदार मिलेगा
जो राजनीति में अभी अनाड़ी होगा""",
    """राजनीति का लक्ष्य सिर्फ पैसा कमाना रह गया
झूठ को सच सच को झूठ दिखाना रह गया
समाज सेवा के लिए सियासत में आना
आकर नेता भरता ख़ुद का ही ख़ज़ाना रह गया""",
    """ख़ूब की बातें ख़ूब किए वायदे
जनता को बताए वोट के फायदे
चुनाव जीतने के बाद नेताजी
भूल गए सारे राजनीति के कायदे""",
    """लाइफ बदल जाती है स्टेटस बदल जाता है
राजनीति है ही ऐसी चीज कुर्सी पर बैठते ही
ईमानदार नज़रों का फोकस बदल जाता है""",
    """ये नेता अपना उल्लू सीधा करना जानते हैं
आम जनता को मात्र वोटों की गिनती मानते हैं
इन्हें चाहिए राजनीति में खूद का ऊंचा स्टेटस
झूठी बातें बोलकर भी ख़ूब सीना तानते""",
    """बड़े कमाल की ये राजनीति है
जो गधे को घोड़ा बनाये देती है
जनता जिनको गधा समझती थी वो नेता बन गए
पढ़े-लिखे बने नौकर और अनपढ़ राजनेता बन गए""",
  ];
  static List prem = ["""तेरी जगह आज भी कोई नही ले सकता
पता नही वजह तेरी खूबी है या मेरी कमी

सच्चा प्यार चाहे तो पल के लिए ही हो
मगर अहसास ज़िन्दगी भर के लिए दे जाते है""",
    """खुशी कहा हम तो गम चाहते है
खुशी उनको देदो जिसे हम चाहते है

सोचता हूँ कभी कभी तेरे दिल में उतर के देख लूं
कोन है तेरे दिल में जो मुझे बसने नही देता""",
    """हमने प्रेम किया उसने गेम किया…
इसलिए हमने Decide किया है, इसके आगे से
प्रेम भी हम ही करेंगे
और गेम भी हम ही करेंगे""",
    """तु मिल गई है तो मुझ पे नाराज है खुदा..
कहता है की तु अब कुछ माँगता नहीं है

तेरे बिना तो जिन्दगी खाली लगती है!
तु जो होती है साथ मेरे तो दिवाली लगती है""",
    """अगर कहो तो आज बता दूँ मुझको तुम कैसी लगती हो
मेरी नहीं मगर जाने क्यों, कुछ कुछ अपनी सी लगती हो

मुश्किल भी तुम हो, हल भी तुम हो ,
होती है जो सीने में ,वो हलचल भी तुम हो

तुम मेरी जिंदगी का वो एकलौता सच हो,
जिसके बारे में मैंने दुनिया के हर सख्श से झूठ कहा हैं.""",
    """ख्वाइस तो यही है कि तेरे बाँहों में पनाह मिल जाये,
शमा खामोस हो जाये और शाम ढल जाये,
प्यार इतना करे कि इतिहास बन जाये,
और तुम्हारी बाँहों से हटने से पहले शाम हो जाये""",
    """आदत बदल दू कैसे तेरे इंतेज़ार की,
ये बात अब नही है मेरे इकतियार की,
देखा भी नही तुझ को फिर भी याद करते है,
बस ऐसी ही खुश्बू है दिल मे तेरे प्यार की""",
    """मुझ को अब तुझ से भी मोहब्बत नहीं रही,
ऐ ज़िंदगी तेरी भी मुझे ज़रूरत नहीं रही,
बुझ गये अब उस के इंतेज़ार के वो जलते दिए,
कहीं भी आस-पास उस की आहट नहीं रही""",
    """दिल टूटेगा तो फरियाद करोगे तुम भी,
हम न रहे तो हमने याद करोगे तुम भी,
आज कहते हो हमारे पास वक़्त नहीं हैं,
पर एक दिन मेरे लिए वक़्त बर्बाद करोगे तुम भी। ?""",
    """अर्थियाँ सबकी निकलती है घरों से लेकिन ।
रोज घर आता हूँ मैं अपना जनाजा लेकर

जब भी तेरी तस्वीर पर मेरी नज़र जाती है।
लगता है जैसे सारी क़ायनात ठहर जाती है""",
    """अब हर कोई हुम्हे आपका आशिक़ कहे के बोलता है
इश्क नहीं न सही मुझे मेरा वजूद तो वापिस कीजिये

कह्ते है लाइफ में एक बार प्यार ज़रूर होता है
और जिस से होता है वो कभी नहीं मिलता""",
    """तेरी यादों की नौकरी में, गज़ल की पगार मिलती है.
खर्च हो जाते हैं झूठे वादे, व़फा कहाँ उधार मिलती है

ज़िन्दगी इतनी भी बुरी नहीं की मरने को जे चाहे
बस कुछ लोग इतने दरद देते है की जीने को दिल नहीं करता""",
    """सुनो.. किस तरह छुपाऊँ तुम्हें मैं,
मेरी मुस्कान में भी नजर आने लगी हो तुम.

फिर से तेरी यादों का मेरे दिल में बवंडर है,
मौसम वही, सर्दी वही, वही दिलकश दिसंबर है""",
    """रोज़ तेरा इंतज़ार होता है,रोज़ ये दिल बेक़रार होता है,
काश तुम ये, समझ सकती की,चुप रहने वालों को भी किसी से प्यार होता है

बचपन के खिलौने सा कहीं छुपा लूँ तुम्हें…
आँसू बहाऊँ,पाँव पटकूँ और पा लूँ तुम्हें""",
    """कहाँ खर्च करूँ अपने दिल की दौलत ,
यहाँ तो सब भरी जेबों को सलाम करते है

नहीं थी मुझे , कभी , कुछ भी लिखने की फुरसत ..
एक शख्स ने मुझे “शायर” बना दिया

आप जिस पर आँख बंद कर के भरोसा करते है
अक्सर वही लोग आप की आँखे खोलते जाते है""",
    """कलंदर संग ए मर मर के मकानो में नही मिलता
मैं असली घी हूं बनिये की दुकानों में नहीं मिलता

पास आकर सभी दूर चले जाते हैं,
हम अकेले थे अकेले ही रह जाते हैं,
दिल का दर्द किससे दिखाए,
मरहम लगाने वाले ही ज़ख़्म दे जाते हैं.""",
    """हद-ए-शहर से निकली तो गाँव गाँव चली
कुछ यादें मेरे संग पांव पांव चली
सफ़र जो धूप का किया तो तजुर्बा हुआ
वो जिंदगी ही क्या जो छाँव छाँव चली""",
    """ताज़ी है अब भी उस मुलाकात की खुशबू
जज़्बात में डूबे हुवे लम्हात की खुशबू
जिस हाथ कों पल भर के लिए थाम लिया था
मुद्दत से है हाथ में उसी हाथ की खुशबू""",
    """तुम रख ना सकोगे मेरा तौफ़ा संभालकर,,
वरना मैं अभी दे दूं जिस्म से रूह निकाल कर

हर सांस सज़्दा करती है, हर नज़र में इबादत होती है,
वो रूह आसमानी होती है, जिस दिल में मुहब्बत होती है.""",
    """जिसकी मोहब्बत में मरनेव को तैयार थे हम
आज उसकी बेवफाई ने हुम्हे जीना सिखा दिया"""
  ];
  static List dard = ["""तेरे ऐसे सच्चे आशिक़ है हम
दिलमे जिसके प्यार न हो कभी कम
सच्चे प्यार में तो ज़िन्दगी महक जाती है
ना जाने हमारी आँखे क्यों है नम""",
    """हमारी क़ब्र पर कभी चराग़ जला देना,
ज़िन्दगी में अंधेरा भी तुम्हारी ही रहमत है,

हर अश्क़ बयां करता है बेरुखी तेरी,
हर ज़ख्म-ए-दिल, तेरे इश्क़ की अलामत है।""",
    """भर गए हैं अब वो ज़ख्म,
जो तूने कभी दिए थे,
लेकिन हैं याद अभी भी वो वादे,
जो तूने कभी किये थे.

वक़्त गुजर गया लम्हे गुजर गए,
हम चुपचाप ये ख़ामोशी सह गए,
तुम कहाँ से कहाँ,
और हम वहीं रह गए.

रह गए तेरे वादों के दरमियाँ,
और ज़िन्दगी यूँ ही गुजरती रही,
जश्न-ए-ख़ामोशी में,
हर रात सुलगती रही.

सुलग गए मेरे अरमान भी,
जूनून-ए-मोहब्बत में कभी किये थे,
भर गए हैं अब वो ज़ख्म,
जो तूने कभी दिए थे.""",
    """इतना गुरूर जो था, मुझे अपने प्यार पर,
वो टूटना भी जरूरी था,
कुछ ज्यादा ही प्यार से, जो थामा तेरा हाथ,
वो छूटना भी जरूरी था।""",
    """तुम्हारी अदा का क्या जवाब दूँ,
अपने दोस्त को क्या उपहार दूँ,
कोई अच्छा सा फूल होता तो माली से मंगवाता जो खुद गुलाब है,
उसको क्या गुलाब दूँ..!!""",
    """बोलती है दोस्ती चुप रहता है,
प्यार हंसाती है दोस्ती रुलाता है प्यार,
मिलाती है दोस्ती जुदा करता है,
प्यार फिर क्यों दोस्ती छोड़कर लोग करते है प्यार..!!"""
        """मुझे समझने का दौर कभी क्यूँ नही होता मुझसा मजबूर कभी तू क्यूँ नहीं होता,
क्या फ़र्क़ है तेरी वफ़ा और मेरी वफ़ा में मुझे बेहिसाब हो तुझे दर्द क्यूँ नहीं होता..!!"""
        """ढूड ही लेता है मुझे किसी ना किसी भने से दर्द,
वाकिफ हो गया है मेरे हर ठिकाने से..!!""",
    """हम उम्मीदों की दुनियां बसाते रहे,
वो भी पल पल हमें आजमाते रहे,
जब मोहब्बत में मरने का वक्त आया,
हम मर गए और वो मुस्कुराते रहे..!!""",
    """हादसे इंसान के संग मसखरी करने लगे,
लफ्ज कागज पर उतर जादूगरी करने लगे,
कामयाबी जिसने पाई उनके घर बस गए,
जिनके दिल टूटे वो आशिक शायरी करने लगे..!!""",
    """हादसे इंसान के संग मसखरी करने लगे,
लफ्ज कागज पर उतर जादूगरी करने लगे,
कामयाबी जिसने पाई उनके घर बस गए,
जिनके दिल टूटे वो आशिक शायरी करने लगे..!!""",
    """रोने की सज़ा न रुलाने की सज़ा है,
ये दर्द मोहब्बत को निभाने की सज़ा है,
हँसते हैं तो आँखों से निकल आते हैं,
आँसू ये उस शख्स से दिल लगाने की सज़ा है..!!""",
    """दाद देते है हम तुम्हारे नज़र अंदाज़ करने के हुनर को,
जिस ने भी सिखाया है वो उस्ताद कमाल का होगा..!!""",
    """लोग पूछते हैं क्यों सुर्ख हैं तुम्हारी आँखे, हंस के कह देता हूँ रात सो ना सका,
लाख चाहूं मगर ये कह ना सकूँ, रात रोने की हसरत थी रो ना सका..!!""",
    """बिन बात के ही रूठने की आदत है, किसी अपने का साथ पाने की चाहत है,
आप खुश रहें, मेरा क्या है मैं तो आईना हूँ, मुझे तो टूटने की आदत है..!!""",
    """तुम तो डर गये हमारी एक ही कसम से,
हमे तो तुम्हारी कसम देकर हजारो ने लूटा है..!!"""
  ];
  static List sharab = ["""हर बार सोचता हूँ
छोड़ दूंगा मैं पीना अब से,
मगर तेरी आड़ आती है
और हम मयखाने को चल पड़ते हैं।""",
    """मिलावट है तेरे इश्क में
इत्र और शराब की,
कभी हम महक जाते हैं
कभी हम बहक जाते हैं""",
    """तेरी आँखों के ये जो प्याले हैं,
मेरी अंधेरी रातों के उजाले हैं,
पीता हूँ जाम पर जाम तेरे नाम का,
हम तो शराबी बे-शराब वाले हैं.""",
    """ग़म इस कदर बढ़े कि घबरा के पी गया,
इस दिल की बेबसी पे तरस खा के पी गया,
ठुकरा रहा था मुझे बड़ी देर से ज़माना,
मैं आज सब जहान को ठुकरा के पी गया।""",
    """तुम क्या जानो शराब कैसे पिलाई जाती है,
खोलने से पहले बोतल हिलाई जाती है,
फिर आवाज़ लगायी जाती है आ जाओ टूटे दिल वालों,
यहाँ दर्द-ए-दिल की दवा पिलाई जाती है।"""
        """यूँ बिगड़ी बहकी बातों का
कोई शौक़ नही है मुझको,
वो पुरानी शराब के जैसी है
असर सर से उतरता ही नहीं।"""
        """कौन है जिसने मय नही चक्खी
कौन झूठी क़सम उठाता है,
मयकदे से जो बच निकलता है
तेरी आँखों में डूब जाता है !""",
    """टूटे तेरी निगाह से अगर दिल हबाब का
पानी भी फिर पिएं तो मज़ा दे शराब का.""",
    """हर किसी बात का जवाब नहीं होता
हर जाम इश्क में ख़राब नहीं होता
यूँ तो झूम लेते है नशे में रहने वाले
मगर हर नशे का नाम शराब नहीं होता..""",
    """तमाम रातें गुजर गयीं मयखाने में पीते-पीते
मगर अफ़सोस
न बोतल ख़त्म हुयी,
न किस्सा ख़त्म हुआ
और न ही तेरे दर्द का वो हिस्सा ख़त्म हुआ।""",
    """‘हाली’ नशात-ए-नग़मा-ओ-मय ढूंढते हो अब
आये हो वक़्त-ए-सुबह..
रहे रात भर कहाँ""",
    """नशा पिला के गिराना तो
सब को आता है,
मज़ा तो तब है कि
गिरतों को थाम ले साक़ी।""",
    """पूरा अब मेरा ये ख़्वाब हो जाये,
लिख दू उनके दिल पे किताब हो जाये,
ना मयकदे की जरूरत हो ना मयखाने की,
अगर नज़र से पिला दो शराब हो जाये..""",
    """कभी मौक़ा लगे,
कड़वे दो घूँट चख लेना
ज़रा तेरे लिये शराब छोड़ आए हैं.!""",
    """शायरी वो नही लिखते हैं,
जो शराब से नशा करते हैं
शायरी तो वो लिखते हैं,
जो यादों से नशा करते हैं..""",
    """मेरे इत्तक़ा का बाइस, तु है मेरी नातवानी
जो में तौबा तोड़ सकता, तो शराब ख़ार होता
अमीर मीनाई""",
    """दारु चढ के उतर जाती है
पैसा चढ जाये तो उतरता नही
आप अपने नशे में जीते है
हम जरा सी शराब पीते है..
गुलज़ार""",
    """बे पिए ही शराब से नफ़रत
ये जहालत नही तो और क्या है?
साहिर लुधियानवी""",
    """झूठ कहते हैं लोग कि,
शराब ग़मों को हल्का कर देती है,
मैंने अक्सर देखा है लोगों को
नशे में रोते हुए"""
  ];
  static List bevfa = ["""इस दुनिया में मोहब्बत काश न होती,
तो सफर ऐ-ज़िन्दगी में मिठास न होती,
अगर मिलती बेवफा को सजाए मौत,
तो दीवानों की कब्रे यूँ उदास न होती।""",
    """यूँ है सबकुछ मेरे पास बस दवा-ए-दिल नही,
दूर वो मुझसे है पर मैं उस से नाराज नहीं,
मालूम है अब भी मोहब्बत करता है वो मुझसे,
वो थोड़ा सा जिद्दी है लेकिन बेवफा नहीं।""",
    """मेरी निगाहों में बहने वाला ये आवारा से अश्क
पूछ रहे है पलकों से तेरी बेवफाई की वजह।""",
    """मत रख हमसे वफा की उम्मीद ऐ सनम,
हमने हर दम बेवफाई पायी है,
मत ढूंढ हमारे जिस्म पे जख्म के निशान,
हमने हर चोट दिल पे खायी है।""",
    """उन्हें एहसास हुआ है इश्क़ का हमें रुलाने के बाद,
अब हम पर प्यार आया है दूर चले जाने के बाद,
क्या बताएं किस कदर बेवफ़ा है यह दुनिया,
यहाँ लोग भूल जाते हैं किसी को दफनाने के बाद।""",
    """ऐ दोस्त कभी ज़िक्र-ए-जुदाई न करना,
मेरे भरोसे को रुस्वा न करना,
दिल में तेरे कोई और बस जाये तो बता देना,
मेरे दिल में रहकर बेवफाई न करना।""",
    """बेवफ़ाओं की महफ़िल लगेगी ऐ दिल-ए-जाना,
आज ज़रा वक़्त पर आना मेहमान-ए-ख़ास हो तुम।""",
    """कहाँ से लाऊं वो शब्द जो तेरी तारीफ के क़ाबिल हो,
कहाँ से लाऊं वो चाँद जिसमें तेरी ख़ूबसूरती शामिल हो,
ए मेरे बेवफा सनम एक बार बता दे मुझकों,
कहाँ से लाऊं वो किस्मत जिसमें तू बस मुझे हांसिल हो।""",
    """काश कि हम उनके दिल पे राज़ करते,
जो कल था वही प्यार आज करते,
हमें ग़म नहीं उनकी बेवफाई का,
बस अरमां था कि...
हम भी अपने प्यार पर नाज़ करते।""",
    """काश कि हम उनके दिल पे राज़ करते,
जो कल था वही प्यार आज करते,
हमें ग़म नहीं उनकी बेवफाई का,
बस अरमां था कि...
हम भी अपने प्यार पर नाज़ करते।""",
    """गहराई प्यार में हो तो बेवफाई नहीं होती,
सच्चे प्यार में कहीं तन्हाई नहीं होती,
मगर प्यार ज़रा संभल कर करना मेरे दोस्त,
प्यार के ज़ख्म की कोई दवा नहीं होती।""",
    """बेवफाई करके निकलूँ तो वफ़ा कर जाऊंगा,
शहर को हर ज़ायके से आशना कर जाऊंगा,
तो भी ढूढ़ेगा मुझे शौक-ए-सजा में इक दिन,
मैं भी कोई खूबसूरत सी खता कर जाऊंगा।""",
    """मोहब्बत की राहों का अंजाम यही है,
ग़म को अपना लो बस पैगाम यही है,
इस शहर में मोहब्बत ढूंढे न मिलेगी,
हाँ बेवफ़ाओं का तो ऐलान यही है।""",
    """तुम भी न बन जाना कहीं
मज़मून किसी किताब का,
बड़े शौक से पड़ते हैं लोग
कहानियां बेवफाओं की।""",
    """फिर अपने आप पे उसको हिजाब आता है,
थिरकती झील पे जब महताब आता है,
दिखाइये न हमें आप ये मौसमी आँसू,
कि ये हुनर तो हमें बे-हिसाब आता है।""",
    """किसी ने पूछा सिगरेट क्यों पीते हो,
क्या ये प्यास बुझाती है?
मैंने कहा.. नहीं दिल में एक बेवफा की तस्वीर बसी है,
ये धीरे-धीरे उसे जलाती है।""",
    """उस बेवफ़ा को न प्यार निभाना आया,
दिल की दौलत को यूं ही लुटाना आया,
वो मिल रहा था गैरों से बड़े सलीके से,
मेरी मय्यत पे भी मुझको जलाने आया।""",
    """दिल के दरिया में धड़कन की कश्ती है,
ख़्वाबों की दुनिया में यादों की बस्ती है,
मोहब्बत के बाजार में चाहत का सौदा है,
वफ़ा की कीमत से तो बेवफाई सस्ती है।""",
    """ढूंढ़ तो लेते अपने प्यार को हम,
शहर में भीड़ इतनी भी न थी,
पर रोक दी तलाश हमने,
क्योंकि वो खोये नहीं बदल गए थे।""",
    """मोहब्बत से रिहा होना ज़रूरी हो गया है,
मेरा तुझसे जुदा होना ज़रूरी हो गया है,
वफ़ा के तजुर्बे करते हुए तो उम्र गुजरी,
ज़रा सा बेवफा होना ज़रूरी हो गया है।""",
    """ये चिराग-ए-जान भी अजीब है,
कि जला हुआ है अभी तलक,
उसकी बेवफाई की आँधियाँ तो,
कभी की आ के गुजर गईं।""",
    """कभी जो हम से प्यार बेशुमार करते थे,
कभी जो हम पर जान निसार करते थे,
भरी महफ़िल में हमको बेवफा कहते हैं,
जो खुद से ज़्यादा हमपर ऐतबार करते थे।""",
    """जो कहते थे हमसे हैं तेरे सनम,
वो दगा दे गए देखते देखते।

देते मोहब्बत का इनाम क्या,
वो सजा दे गए देखते देखते।

सोचता हूँ कि वो कितने मासूम थे,
जो बेवफा हो गए देखते देखते।""",
    """न रहा कर उदास ऐ दिल
किसी बेवफा की याद में,
वो खुश है अपनी दुनिया में
तेरा सबकुछ उजाड़ के।"""
  ];
  static List janmdin = ["""हर एक चाह हर पल मिले आपको,
जिंदगी में प्यार ही प्यार मिले आपको,
हर चीज मांगने से पहले मिले आपको,
जन्मदिन मुबारक, मेरे यार आपको.
जन्मदिन की हार्दिक शुभकामनायें!""",
    """मैं लिख दू तुम्हारी उम्र चाँद सितारों से
मैं मनाऊ जन्मदिन तुम्हारा फूल बहारों से
ऐसी खूबसूरती दुनिया से लेकर आऊ मैं
के सारी महफ़िल सज जाए हसीं नजारो से।""",
    """दोस्त तू है मेरा सबसे न्यारा,
तुझे मुबारक हो तेरा जन्मदिन ओ यारा…
किसी की कभी नजर ना लगे तुझे,
कभी उदास ना हो ये चहेरा प्यारा प्यारा…
जन्मदिन की बहोत बहोत शुभकामनायें।""",
    """तुम जो आए जिंदगी में बात बन गयी,
दिन भी बना मेरा और रात बन गयी,
किरणे सूरज की चमकाए तुम्हारा कल,
गगन के तारे करें तुम्हारा स्वागत.
जन्मदिन की बहुत सारी शुभकामनाएं""",
    """हर खुशी, खुशी मांगे आपसे,
जिंदगी, जिंदा दिली मांगे आपसे,
उजाला हो मुकद्दर में आपके इतना,
कि चाँद भी रोशनी मांगे आपसे…
Happy Birthday""",
    """फूलों ने अमृत का जाम भेजा है,
सूरज ने गगन से सलाम भेजा है,
मुबारक हो आपको नया जन्मदिन,
तहे-दिल से हमने ये पैगाम भेजा है।""",
    """तुम्हारी इस अदा पे क्या जवाब दूँ,
अपने यार को क्या तोहफा दूँ!
कोई अच्छा सा फूल होता तो मंगवाता माली से,
जो खुद गुलाब है उसको क्या गुलाब दूँ!!
जन्मदिन मुबारक हो""",
    """जन्मदिन का ये लम्हा मुबारक हो आपको
ख़ुशियों का ये लम्हा मुबारक हो आपको
आने वाला कल लाये आपके लिये ख़ुशियाँ हज़ार
और वो ख़ुशियाँ मुबारक हो आपको।""",
    """फूलो सा महकता रहे हमेशा जीवन तुम्हारा
खुशिया चूमे कदम तुम्हरे बहुत सारा प्यार
और आशीर्वाद हमारा
HAPPY BIRTHDAY..""",
    """हर लम्हा आपके होंटो पे मुस्कान रहे,
हर ग़म से आप अन्जान रहे,
जिसके साथ महेक उठे आपकी जिंदगी,
हमेशा आपके पास वो इंसान रहे…
Wishing u a very very Happy Birthday""",
    """कैसे करूँ शुक्रिया उसका इस दिन के लिए,
जिसने तुम्हें धरती पर भेजा हमारे लिए,
इस जन्मदिन पर कुछ और तो नहीं दे सकते,
बस मेरी हर दुआ है तेरी लम्बी उम्र के लिए।""",
    """Birthday की बहार आई है,
आप के लिये खुशियों की
Best Wishes लायी है,
आप smile करो हर दिन,
इसलिए God से हमने आपके लिए दुआ माँगी है.
जन्मदिन की हार्दिक शुभकामनाये.""",
    """ऐ खुदा, मेरे यार का दामन खुशियों से सजा दे,
उसके जन्मदिन पर उसकी कोई रज़ा दे,
दर पर आऊंगा तेरे मैं हर साल
कि उसको गिले की कोई वजह न दे।""",
    """आ तेरी उम्र मैं लिख दूँ चाँद सितारों से,
तेरा जन्म दिन में मनाऊं फूलों से बहारों से,
हर एक खूबसूरती दुनिया से में ले आऊं,
सजाऊं ये महफ़िल हर हसीन नजारों से।
जन्मदिन मुबारक""",
    """आ तेरी उम्र में लिख दूँ चाँद-सितारों से,
तेरा जन्मदिन मनाऊँ फूलों से बहारों से
हर एक खूबसूरती दुनिया से मैं ले आउ,
सजाऊ में ये महेफिल हर हसिन नजारों से
जन्मदिन की ढेर सारी शुभकामनायें।""",
    """चाँद अपनी चांदनी दे आपको,
गुलाब अपनी खुशबू दे आपको!
हम तो बस यही मांगते है हर दुआ में,
खुदा हर ख़ुशी दे आपको!!
Happy Birthday to You.""",
    """आज का ख़ास दिन मुबारक हो आपको,
प्यारे प्यारे ख्वाब मुबारक हो आपको!
जिन्दगी के साथ जो आई है खुशियां खूब सारी,
वो खुशियों की बहार मुबारक हो आपको।""",
    """हस्ते दिलो मेें ग़म भी है, मुस्कुराती आँखे कभी नम भी है,
दुआ करते हैं आपकी हसी कभी न रुके,
क्योंकि आपकी मुस्कुराहट के दीवाने हम भी है।
जन्मदिन मुबारक""",
    """प्यार से भरी जिंदगी मिले आपको,
खुशियाँ से भरे पल मिले आपको,
कभी किसी ग़म का सामना ना करना पड़े,
ऐसा आने वाला कल मिले आपको।
जन्मदिन बहुत बहुत मुबारक""",
    """दुआएं खुशिया मिले आपको,
खुदा से रहमत और प्यार मिले आपको,
आपके होठों पर बनी रहे
हमेशा मुस्कान इतनी खुशिया मिले आपको।""",
    """हर राह आसान हो,
हर राह पे खुशियाँ हो,
हर दिन खुबसूरत हो,
ऐसा ही पुरा जिवन हो,
यही हर दिन मेरी दुआ हो,
ऐसा ही तुम्हारा हर जिन्मदिन हो…
Very Very Happiest Birthday""",
    """खुदा तुम्हें खुशियों भरा संसार दे,
जीवन में तरक्की हज़ार दे,
तुम्हारे होंठ कभी न भूले मुस्कुराना,
जन्मदिन पर ऐसा उपहार दे.
जन्मदिन की शुभकामनायें !""",
    """पूरी हो दिल की हर ख्वाहिश आपके,
मिले खुशियों का जहां आपको,
अगर आप मांगें आसमां का एक तारा,
तो खुदा दे दे सारा आसमां आपको।
जन्मदिन की शुभकामनायें""",
    """खुशियों से बिते हर दिन,
हर सुहानी रात हो…
जिस तरफ पड़े आपके कदम –
वहाँ पर फूलों कि बरसात हो…
Wish you a very very Happy B’day""",
    """इतनी सी मेरी दुआ क़बूल हो जाये,
कि तेरी हर दुआ क़बूल हो जाये,
तुझे मिले जन्मदिन पर लाखों ख़ुशियाँ,
और जो तुम चाहो रब से,
वो पल भर में मंज़ूर हो जाये।""",
    """जन्मदिन तुम्हे मुबारक हो
हर दिन युही खुस रहो खुशियाँ
और तरक्की तुम्हारे साथ हो
हर साल जन्मदिन मानते रहो।""",
    """फूल खिलखिला उठे हैं पहाड़ों में!
परियां गा रही है मंगल बहारों में।
सुनने में आया है आज है जन्मदिन उसका जो
एक है, लाखों-करोड़ों और हजारों में।
Happy Birthday""",
    """तमन्ना करते हो आप जिन खुशियों की,
वह खुशियां आपके क़दमों में हो!
ईश्वर आपको वह सब हक़ीक़त में दे,
जो सोचा आपने सपनों में हो!!
Happy Birthday""",
    """मिले वो जो आपकी नजर को तलाश हो,
हर सुबह के साथ एक नया एहसास हो,
जिंदगी का हर लम्हा पसंद आये आपको,
जिंदगी गुजरे ऐसे की हर पल खुशियों से मुलाक़ात हो.
जन्मदिन की हार्दिक शुभकामनायें""",
    """ज़िंदगी की कुछ खास दुआए ले लो हमसे
जन्मदिन पर कुछ नजराने ले लो हमसे
भर दे रंग जो तेरे जीवन के पलो में
आज वो हसी मुबारक बाद ले लो हमसे"""
  ];
  static List holi = ["""मोहब्ब्बत के रंग तुम पर बरसा देंगे आज,

अपने प्यार की बौछार से तुम्हे भीगा देंगे आज

तुम पे बस निशान हमारे ही दिखेंगे

कुछ इस तरह रंग तुम्हे लगा देंगे आज.""",
    """सब रंगो को मिला कर पानी में,

सतरंगी नदियाँ बहाई हैं…

कर देंगे सबके चेहरों को लाल

होली की ऐसी खुमारी छायी है

लगा दो रंग आज कोई बचके ना जा पाए

क्युकी सबसे सतरंगी होली आयी है

हैप्पी होली दोस्तों""",
    """फागुन की मस्ती लायी है ये होलीभीगा है,

 हर लहंगा हर चोली..

डूबे है सभी मस्ती में आजघूम रही है, 

मस्तानो की टोली, 

भूल जाओ गीले शिकवे डुबो मस्ती में,

आज हर जुबान यही गीत है,

बोलीरंग ले खुद को इन खूबसूरत रंगों में आ गयी है,

फिर तुम्हे भिगोने ये हो,

 हैप्पी होली की हार्दिक शुभकामनाएं""",
    """प्यार के रंगों से भरो पिचकारी, 

स्नेह के रंगों से रंग दो दुनिया सारी, 

ये रंग न जाने न कोई जात न बोली, 

सबको हो मुबारक ये हैप्पी होली!""",
    """निकलो गलियों में बना के टोली, 

भीगा दो आज हर लड़की की चोली, 

मुस्करा दे तो उसे बाहों में भर लो.. 

वरना निकल लो कह के हैप्पी होली।""",
    """दिल सपनो से houseful है, 

पूरे होंगे वो doubtful है, 

इस दुनिया में हर चीज़ wonderful है, 

पर ज़िन्दगी आप जैसे लोगों से ही colorful है!""",
    """इस बार होली ऐसी मनाऊँगा, 

खुद को करके काला पीला, 

तेरी गली पहुँच जाऊँगा.. तू सोचती रह जाएगी, 

और तेरे भाई के सामने तुझे रंग लगा जाऊँगा…. 

Happy holi""",
    """ए खुदा आज तो रहम कर दे..

मेरे दोस्त आज नहीं रह पाएँगे, 

लगवा दे किसी लड़की के हाथों इन्हे रंग, 

ये कमीने पूरे साल नहीं नहायेंगे …. Happy Holi""",
    """सूरज की पहली किरण में 7 रंग हो,

बागों में फूलों की खुशबू संग हो, 

आप जब भी खोलें अपनी पलकें, 

आपके चहरे पर होली का रंग हो..Happy Holi""",
    """अर्ज़ है … सर में दर्द हो तो खा लो, 

सिरदर्द की गोली… वाह …वाह .. 

सर में दर्द हो तो खा लो सिरदर्द की गोली,

.. वाह …वाह ..मुबारक हो,

आपको हैप्पी होली.. हैप्पी होली।""",
    """त्यौहार ये रंग का; त्यौहार ये भंग का; 

मस्ती में मस्त हो जाओ आज; 

होली है आई; होली में दुगना मज़ा है,

यार के संग का! होली मुबारक हो!""",
    """भगवान् करे हर साल चाँद बन के आये, 

दिन का उजाला बन के आए …

कभी दूर ना हो आपके चेहरे से हँसी, 

ये होली का त्यौहार ऐसा मेहमान बन के आये,

Happy Holi""",
    """लाल हो या पीला, 

हरा हो या नीला, 

सुखा हो या गिला, 

एक बार रंग लग जाये,

तो हो जाये रंगीला… 

HAPPY HOLI""",
    """तमन्नाओं से भरी हो ज़िन्दगी , 

ख्वाइशों से भरा हो हर पल ….. 

दामन भी छोटा लगे इतनी खुशियाँ दे.. 

आपको आनेवाला हर पल,

Happy Colorful & Joyfull Holi""",
    """रंग के त्यौहार में, 

सभी रंगों की हो भरमार, 

ढेर सारी खुशियों से भरा हो,

 आपका संसार यही दुआ है हमारी,

भगवान से हर बार…होली मुबारक।।""",
    """दिलो को मिलाने का मौसम है, 

दूरीयाँ मिटाने का मौसम है, 

होली का त्यौहार ही ऐसा है, 

रँगों में डूब जाने का मौसम है। 

HAPPY HOLI""",
    """राधा के रंग और कन्हैया के पिचकारी, 

प्यार के रंग से रंग दी दुनिया सारी, 

ये रंग न जाने न कोई जात न कोई बोली, 

मुबारक हो सबको रंगों की होली।।""",
    """भर भर के जाम पिलाओ , 

छंग और मृदंग बजाओ …

गिले -शिकवे भूल जाओ , 

मन गलियारें चहके ….

ऐसी सतरंगी चादर फहराओ , 

आओ सब मिलकर होली मनाओ।।"""
  ];
}
